Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# USE_CELLULAR_DATA_FOOTER_WLAN
source: Turn off cellular data to restrict updates to WLAN, including Shared Albums and iCloud Photos.
ar: قم بإيقاف البيانات الخلوية لتقييد التحديثات إلى حالة توفر اتصال بـ WLAN، بما في ذلك الألبومات المشتركة وصور iCloud.
bg: Изключете мобилните данни, за да ограничите обновяванията само за WLAN мрежа, включително на споделените албуми и iCloud снимките.
ca: Desactiva les dades mòbils per restringir les actualitzacions a la WLAN, inclosos els àlbums compartits i les fotos a l’iCloud.
cs: Chcete‑li pro všechny aktualizace včetně sdílených alb a fotek na iCloudu používat výhradně WLAN, vypněte mobilní datovou síť.
da: Slå mobildata fra for kun at opdatere via WLAN, inklusive Delte album og iCloud‑fotos.
de: Schalte die mobilen Daten aus, damit sämtliche Updates, wie z. B. „Geteilte Alben“ und iCloud-Fotos, nur über WLAN übertragen werden.
el: Απενεργοποιήστε τα δεδομένα κινητού δικτύου για να περιορίσετε όλες τις ενημερώσεις σε WLAN, συμπεριλαμβανομένων των Κοινόχρηστων άλμπουμ και των Φωτογραφιών iCloud.
es: Desactiva los datos móviles para restringir a WLAN las actualizaciones, incluidos los álbumes compartidos y las fotos en iCloud.
es_us: Desactiva los datos celulares para restringir las actualizaciones a WLAN, incluyendo Álbumes compartidos y Fotos en iCloud.
fi: Rajoita päivitykset WLANiin, mukaan lukien jaetut albumit ja iCloud-kuvat, laittamalla mobiilidata pois päältä.
fr: Désactivez les données cellulaires pour limiter les mises à jour au WLAN, notamment celles des albums partagés et de Photos iCloud.
fr_ca: Désactivez les données cellulaires pour que les mises à jour aient lieu seulement lorsque l’appareil est connecté à un réseau WLAN, y compris les albums partagés et Photos iCloud.
he: ניתן לכבות את השימוש בנתונים סלולריים כדי להגביל ביצוע עדכונים לרשתות WLAN בלבד, כולל עדכונים של אלבומים משותפים ו״תמונות iCloud״.
hi: शेयर किए गए ऐल्बम और iCloud तस्वीर सहित WLAN तक अपडेट प्रतिबंधित करने के लिए मोबाइल डेटा बंद करें।
hr: Isključite mobilne podatke kako biste ograničili ažuriranja na WLAN, uključujući Dijeljene albume i iCloud fotografije.
hu: A mobiladat-forgalom kikapcsolásával a frissítések (beleértve a Megosztott albumokat és az iCloud-fotókat) a WLAN-ra korlátozódnak.
id: Matikan data seluler agar pembaruan dibatasi sehingga hanya menggunakan WLAN, termasuk Album Bersama dan Foto iCloud.
it: Disattiva i dati cellulare per limitare gli aggiornamenti a quando è possibile accedere alla rete WLAN, album condivisi e foto di iCloud inclusi.
ja: モバイルデータ通信をオフにすると、共有アルバムやiCloud写真などのアップデートはWLANに限定されます。
kk: WLAN жаңартуларымен, соның ішінде ортақ альбомдармен және iCloud фотоларымен шектелу үшін ұялы деректерді өшіріңіз.
ko: 공유 앨범 및 iCloud 사진 등을 WLAN만 사용하여 업데이트하도록 제한하려면, 셀룰러 데이터를 끄십시오.
lt: Išjunkite mobiliuosius duomenis, kad atnaujinama būtų tik prisijungus prie WLAN tinklo, įskaitant bendrinamų albumų ir „iCloud“ nuotraukų atnaujinimus.
ms: Nyahaktifkan data selular untuk mengehadkan kemas kini kepada WLAN, termasuk Album Dikongsi dan Foto iCloud.
nb: Slå av mobildata for å begrense opplastinger til WLAN, inkludert delte albumer og iCloud Bilder.
nl: Schakel mobiele data uit om updates tot WLAN te beperken, waaronder gedeelde albums en iCloud-foto's.
pl: Aby do uaktualnień (np. albumów udostępnianych i Zdjęć w iCloud) używać tylko sieci WLAN, wyłącz dane komórkowe.
pt: Desative os dados celulares para restringir atualizações a WLAN, incluindo Álbuns Compartilhados e Fotos do iCloud.
pt_pt: Desativar os dados móveis para restringir as atualizações a WLAN, incluindo de Álbuns partilhados e Fotografias em iCloud.
ro: Dezactivați datele celulare pentru ca actualizările să se realizeze doar prin WLAN, inclusiv pentru Albume partajate și Poze iCloud.
ru: Выключите передачу сотовых данных, чтобы ограничиться обновлениями по WLAN, включая Общие альбомы и Фото iCloud.
sk: Ak chcete obmedziť aktualizácie vrátane služieb Zdieľané albumy a iCloud Fotky len na WLAN pripojenie, vypnite mobilné dáta.
sl: Mobilne podatke izklopite, da izvajanje posodobitev, vključno z deljenimi albumi in funkcijo Fotografije iCloud, omejite na omrežje WLAN.
sv: Avaktivera mobildata om du vill begränsa uppdateringar till WLAN, inklusive Delade album och iCloud-bilder.
th: ปิดใช้ข้อมูลเซลลูลาร์เพื่อจำกัดใช้รายการอัปเดตผ่าน WLAN เท่านั้นรวมทั้งการแชร์อัลบั้มและ “รูปภาพ iCloud”
tr: Paylaşılan Albümler ve iCloud Fotoğrafları da dahil tüm güncellemeleri WLAN ile sınırlamak için Hücresel Veri’yi kapatın.
uk: Вимкніть стільникові дані, щоб оновлювати все тільки через WLAN, зокрема Спільні альбоми та Фото iCloud.
vi: Tắt dữ liệu di động để chỉ cho phép cập nhật qua WLAN, bao gồm Album được chia sẻ và Ảnh iCloud.
zh_cn: 关闭蜂窝数据，通过无线局域网更新共享相簿和iCloud照片等内容。
zh_hk: 關閉流動數據以限制只能透過WLAN更新，包括「共享相簿」和「iCloud相片」。
zh_tw: 關閉行動數據來限制只能透過WLAN更新，包含「共享的相簿」和「iCloud照片」。

# USE_CELLULAR_DATA_LABEL
source: Cellular Data
ar: البيانات الخلوية
bg: Мобилни данни
ca: Dades mòbils
cs: Mobilní data
da: Mobildata
de: Mobile Daten
el: Δεδομένα κινητού δικτύου
es: Datos móviles
es_us: Datos celulares
fi: Mobiilidata
fr: Données cellulaires
fr_ca: Données cellulaires
he: נתונים סלולריים
hi: मोबाइल डेटा
hr: Mobilni podaci
hu: Mobiladat-forgalom
id: Data Seluler
it: Dati cellulare
ja: モバイルデータ通信
kk: Ұялы деректер
ko: 셀룰러 데이터
lt: Mobiliojo ryšio duomenys
ms: Data Selular
nb: Mobildata
nl: Mobiele data
pl: Dane komórkowe
pt: Dados Celulares
pt_pt: Dados móveis
ro: Date celulare
ru: Сотовые данные
sk: Mobilné dáta
sl: Mobilni podatki
sv: Mobildata
th: ข้อมูลเซลลูลาร์
tr: Hücresel Veri
uk: Стільникові дані
vi: Dữ liệu di động
zh_cn: 蜂窝数据
zh_hk: 流動數據
zh_tw: 行動數據

# USE_CELLULAR_DATA_LABEL_WLAN
source: Wireless Data
ar: بيانات لاسلكية
bg: Безжични данни
ca: Dades sense fil
cs: Bezdrátová data
da: Trådløse data
de: Drahtlose Daten
el: Δεδομένα ασύρματου δικτύου
es: Datos inalámbricos
es_us: Datos inalámbricos
fi: Langaton mobiilidata
fr: Données sans fil
fr_ca: Données sans fil
he: תקשורת נתונים אלחוטית
hi: वायरलेस डेटा
hr: Bežični podaci
hu: Vezeték nélküli adatkapcsolat
id: Data Nirkabel
it: Dati wireless
ja: ワイヤレスデータ
kk: Сымсыз деректер
ko: 무선 데이터
lt: Belaidžiai duomenys
ms: Data Wayarles
nb: Trådløsdata
nl: Draadloze gegevens
pl: Dane przesyłane bezprzewodowo
pt: Dados Sem Fio
pt_pt: Dados sem fios
ro: Date wireless
ru: Беспроводные данные
sk: Bezdrôtové dáta
sl: Brezžični podatki
sv: Trådlösa data
th: ข้อมูลไร้สาย
tr: Kablosuz Veri
uk: Бездротові дані
vi: Dữ liệu Không dây
zh_cn: 无线数据
zh_hk: 無線數據
zh_tw: 無線數據

source: PAL
kk: ПАЛ
